Revit 2024 API
UnitTypeId.Horsepower Property
 Horsepower.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Horsepower { get; }
Visual Basic
Public Shared ReadOnly Property Horsepower As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Horsepower {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace